[{
	"id": "marnie-and-jeff",
	"title": "At the Old Dominion Bank",
	"file": "marnie-jeff-1.jpg",
	"description": "I prepared for Marnie and Jeff's engagement shoot by scouting our meeting location for light and texture I could take advantage of. The rustic walls of the old Dominion Bank building caught my eye. The light cast was being filtered through nearby trees and I knew it would result in a playful light to bring them into a brilliant focus.",
	"category": "Wedding/Engagement"
},
{
	"id": "candle-lighting",
	"title": "Candle Lighting",
	"file": "candle-lighting.jpg",
	"description": "My fiance Hailey would be the first to say that I never listen, and she'd be right. I distinctly recall her here telling me she didn't want me to shoot a photo in this moment, but in my defence, she couldn't see what I saw. The vivid colours and contrast of light and shadow highlights the intimacy of this personal moment. She forgave my indiscretion when she saw the photo.",
	"category": "People"
},
{
	"id": "marnie-and-jeff-2",
	"title": "On the Bluffs",
	"file": "marnie-jeff-2.jpg",
	"description": "Marnie and Jeff wanted to have a little taste of Calgary in their engagement shoot, so I made sure to take them to some great vantage points. In this particular moment though, I had to blur away the Calgary skyline and let the couple steal the spotlight.",
	"category": "Wedding/Engagement"
},
{
	"id": "brad-leanne",
	"title": "Jubilant",
	"file": "brad-leanne.jpg",
	"description": "Brad and Leanne had an absolutely wonderful wedding and it was great to be a part of it. There were many great moments, and by composing a shot of the wedding party through the foreground of guests, I really felt I had captured that energy.",
	"category": "Wedding/Engagement"
},
{
	"id": "adam-mary",
	"title": "In the Sunshine",
	"file": "adam-mary.jpg",
	"description": "When Adam and Mary told me they were having their wedding at the Rimrock Hotel in Banff, I knew it was going to be beautiful. All I had to do for great shots was account for the changing light conditions as the couple was lucky enough to have the clouds turn to bright blue sky just in time ceremony.",
	"category": "Wedding/Engagement"
}]