[{
	"id": "at-the-old-dominion-bank",
	"category": "weddings-engagements",
	"title": "At the Old Dominion Bank",
	"file": "marnie-jeff-1.jpg",
	"description": "I prepared for Marnie and Jeff's engagement shoot by scouting our meeting location for light and texture I could take advantage of. The rustic walls of the old Dominion Bank building caught my eye. The light cast was being filtered through nearby trees and I knew it would result in a playful light to bring them into a brilliant focus."
},
{
	"id": "on-the-bluffs",
	"category": "weddings-engagements",
	"title": "On the Bluffs",
	"file": "marnie-jeff-2.jpg",
	"description": "Marnie and Jeff wanted to have a little taste of Calgary in their engagement shoot, so I made sure to take them to some great vantage points. In this particular moment though, I had to blur away the Calgary skyline and let the couple steal the spotlight."
},
{
	"id": "jubilant",
	"category": "weddings-engagements",
	"title": "Jubilant",
	"file": "brad-leanne.jpg",
	"description": "Brad and Leanne had an absolutely wonderful wedding and it was great to be a part of it. There were many great moments, and by composing a shot of the wedding party through the foreground of guests, I really felt I had captured that energy."
},
{
	"id": "in-the-sunshine",
	"category": "weddings-engagements",
	"title": "In the Sunshine",
	"file": "adam-mary.jpg",
	"description": "When Adam and Mary told me they were having their wedding at the Rimrock Hotel in Banff, I knew it was going to be beautiful. All I had to do for great shots was account for the changing light conditions as the couple was lucky enough to have the clouds turn to bright blue sky just in time for the ceremony."
},
{
	"id": "candle-lighting",
	"category": "people-events",
	"title": "Candle Lighting",
	"file": "candle-lighting.jpg",
	"description": "My fiance Hailey would be the first to say that I never listen, and she'd be right. I distinctly recall her here telling me she didn't want me to shoot a photo in this moment, but in my defence, she couldn't see what I saw. The vivid colours and contrast of light and shadow highlights the intimacy of this personal moment. She forgave my indiscretion when she saw the photo."
},
{
	"id": "cloud-seeding",
	"category": "people-events",
	"title": "Cloud Seeding",
	"file": "cloud-seeding.jpg",
	"description": "Nuit Blanche, a late night public art display in downtown, hit Calgary for the first time this year and it was a blast. One of the installations was a cloud of light bulbs that people could turn on and off. It was a dazzling display that many onlookers were absorbed by and I tried to capture that story through my shots."
},
{
	"id": "sensational",
	"category": "people-events",
	"title": "Sensational",
	"file": "sensational.jpg",
	"description": "We are constantly moving, but a photo only captures a still moment in time. What's captured depends on the instant: an awkward transition from one movement to next; or a moment of completely raw, unfiltered emotion. This is the latter, though the question remains, is this joy, or pain?"
},
{
	"id": "the-bet",
	"category": "people-events",
	"title": "The Bet",
	"file": "the-bet.jpg",
	"description": "This is Ryan. He's undergone a bet that if he grows a beard over the course of the year, he'll handily win some cash. Such a spectacle needs to be immortalized - if only to cause him the anguish that truly makes him earn his reward - but the splattering of light and colour results in a dazzling, and less embarrassing potrait, than I hoped for."
},
{
	"id": "the-canyonlands",
	"category": "landscapes-architecture",
	"title": "The Canyonlands",
	"file": "canyonlands.jpg",
	"description": "Serving as the inspiration behind the scenic alien worlds in Calvin and Hobbes and countless other depictions in art and film, the Canyonlands in Utah are like nowhere else. I could visit every day and be treated to a completely different painting of sky and rock, but on this trip I was given a rare wet day and this was the capture I took."
},
{
	"id": "delicate-arch-at-sunset",
	"category": "landscapes-architecture",
	"title": "Delicate Arch at Sunset",
	"file": "delicate-arch.jpg",
	"description": "Delicate Arch is somewhat of a rite of passage for a landscape photographer. It represents what makes photography so rewarding and so frustrating. The Arch is perched at the edge of a natural sandstone ampitheatre framing the landscape behind it. It makes for wonderful photos, yet the beauty of the place can never truly be captured."
},
{
	"id": "fall-in-fish-creek-park",
	"category": "landscapes-architecture",
	"title": "Fall in Fish Creek Park",
	"file": "fall-in-fish-creek.jpg",
	"description": "Fall has become my favourite time of the year, everything is so expressive! On a morning bike ride loop through Fish Creek park, I was taking note of the most striking areas to shoot for the return. The light, colour and seemingly endless forest looked every bit as good on the camera as I had hoped on my ride."
},
{
	"id": "inside-the-simmons-building",
	"category": "landscapes-architecture",
	"title": "Inside the Simmons Building",
	"file": "simmons-building.jpg",
	"description": "If a photographer says otherwise, they are lying: photography involves a lot of luck. The Simmons Building is a gorgeous old building in Calgary's East Village. It was open for the public to take in for Doors Open YYC, and when I arrived, the sunlight was pouring in through the windows at a perfect angle."
},
{
	"id": "tacos-and-tofu",
	"category": "landscapes-architecture",
	"title": "Tacos and Tofu",
	"file": "taco-tofu.jpg",
	"description": "Near the end of Top Chef Canada Season 2, I checked out one of the finalists' restaurants: Sidedoor. This photo makes me salivate, the flavours and presentation were incredible - Jonathan Korecki and his staff did all the work, I just got the lighting right."
}]